Repository: common-repository/ace-wp-whatsapp-chat
Catalog: public/languages/wac-*.po
Languages: pt_br

source: Like it? Consider a Donation!
pt_br: Gostou? Considere ajudar!

source: Customize your button
pt_br: Personalize seu botão

source: Support
pt_br: Suporte

source: Review
pt_br: Avaliação

source: Developer
pt_br: Desenvolvedor

source: WhatsApp Phone Number
pt_br: Número WhatsApp

source: Full phone number in international format. Example:
pt_br: Entre com seu número completo no formato internacional. Exemplo:

source: Message to start chat
pt_br: Mensagem para começar chat

source: Pre-filled message that will automatically appear in the text field of a chat. Example:
pt_br: A mensagem será preenchida automaticamente para iniciar o chat. Exemplo:

source: Hello! I am interested in your service
pt_br: Olá, estou interessado em seu serviço

source: Edit button
pt_br: Editar botão

source: Customize your whatsapp chat message. Example:
pt_br: Personalize sua mensagem do WhatsApp chat. Exemplo:

source: Chat with me
pt_br: Converse comigo

source: Hide button
pt_br: Esconder botão

source: Turn on to
pt_br: Acione para

source: hide whatsapp chat
pt_br: esconder o WhatsApp chat

source: for all website.
pt_br: em todo o site.

source: Left Side
pt_br: Lado esquerdo

source: Turn on the switch to move whatsapp chat to the
pt_br: Acione para mover o WhatsApp Chat para o

source: left side of the screen
pt_br: lado esquerdo da tela

source: Bottom
pt_br: Canto Inferior

source: bottom of the screen
pt_br: canto inferior da tela

source: If left side is ON than whatsapp chat will be
pt_br: Se lado esquerdo estiver acionado o WhatsApp chat ficará

source: on the bottom left.
pt_br: no canto inferior esquerdo

source: Hide on Desktop
pt_br: Esconder no Desktop

source: Turn on to keep visible for
pt_br: Acione para ficar visível

source: mobile only.
pt_br: apenas no mobile.

source: Make whatsapp chat dark with color
pt_br: Deixe o WhatsApp chat em tom escuro

source: Teal Green
pt_br: Verde Azulado

source: White
pt_br: Branco

source: Make whatsapp chat light with color
pt_br: Deixe o WhatsApp chat em tom claro

source: white.
pt_br: branco.

source: Rounded border
pt_br: Borda arredondada

source: Add rounnded border
pt_br: Adicione bordas arredondadas

source: in whatsapp chat.
pt_br: no WhatsApp chat

source: Hide in pages
pt_br: Esconder em páginas

source: Hide WhatsApp Chat in every
pt_br: Esconder WhatsApp Chat em todas as

source: page
pt_br: página

source: Hide in post
pt_br: Esconder em posts

source: post page
pt_br: páginas de postagem

source: Hide in project
pt_br: Esconder em projeto

source: project page
pt_br: páginas de projeto

source: Hide in product
pt_br: Esconder em produto

source: product page
pt_br: páginas de produto

source: Discreet link
pt_br: Link discreto

source: Leave a discreet link to developer to
pt_br: Deixe um link discreto para o desenvolvedor para

source: help and keep new updates and support
pt_br: ajudar a manter novas atualizações e suporte

source: You can use shortcode to create WhatsApp Chat buttons wherever you want
pt_br: Você pode usar o shortcode para criar um botão WhatsApp chat onde quiser

source: Just copy the shortcode bellow replacing with your phone number and text.
pt_br: Basta copiar o shortcode abaixo e substituir com seu número e texto.

source: Chat on WhatsApp
pt_br: Converse no WhatsApp

source: Save & Chat
pt_br: Salvar & Conversar
