Repository: common-repository/ace-wp-whatsapp-chat
Catalog: languages/ace_whatsapp_chat_wp-*.po
Languages: fr_fr, hi_in

source: Phone Number Not Valid
fr_fr: Numéro de téléphone non valide
hi_in: फ़ोन नंबर मांय नहीं है

source: Please Enter Phone No.
fr_fr: Veuillez entrer le numéro de téléphone.

source: Whatsapp Chat
fr_fr: Chat WhatsApp
hi_in: Whatsapp चैट

source: Please Select Horizontal Position
fr_fr: Veuillez sélectionner la position horizontale
hi_in: कृपया क्षैतिज स्थिति का चयन करें

source: Please Select Vertical Position
fr_fr: Veuillez sélectionner la position verticale
hi_in: कृपया अनुलंब स्थिति का चयन करें

source: WhatsApp Phone Number
fr_fr: Numéro de téléphone WhatsApp
hi_in: WhatsApp फोन नंबर

source: Full phone number in international format. Example:
fr_fr: Numéro de téléphone complet au format international. Exemple:
hi_in: अंतरराष्ट्रीय प्रारूप में पूरा फोन नंबर । उदाहरण:

source: Message to start chat
fr_fr: Message pour démarrer le chat
hi_in: संदेश चैट शुरू करने के लिए

source: Pre-filled message that will automatically appear in the text field of a chat. Example:
fr_fr: Message prérempli qui apparaîtra automatiquement dans le champ de texte d'un chat. Exemple:
hi_in: पूर्व-भरा संदेश जो स्वचालित रूप से किसी चैट के पाठ फ़ील्ड में दिखाई देगा । उदाहरण:

source: Hello! I am interested in your service
fr_fr: Bonjour! Je suis intéressé par votre service
hi_in: नमस्कार! मुझे आपकी सेवा में दिलचस्पी है

source: Edit text on button
fr_fr: Modifier le texte sur le bouton
hi_in: बटन पर पाठ संपादित करें

source: Customize your whatsapp chat button text. Example:
fr_fr: Personnalisez le texte de votre bouton de chat Whatsapp. Exemple:

source: Button Color
fr_fr: Couleur du bouton

source: Customize your whatsapp chat button background color.
fr_fr: Personnalisez la couleur de fond de votre bouton de chat Whatsapp.

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Customize your whatsapp chat button text color. Example:
fr_fr: Personnalisez le texte de votre bouton de chat Whatsapp. Exemple:

source: Hide button
fr_fr: Modifier le texte sur le bouton
hi_in: बटन पर पाठ संपादित करें

source: Turn on to hide whatsapp chat for all website.
fr_fr: Activer pour masquer le chat WhatsApp pour tous les sites Web.

source: Button Mouse Hover Background Color
fr_fr: Couleur du fond de la souris avec le bouton

source: Customize your whatsapp chat button background mouse hover color effect.
fr_fr: Personnalisez l’effet de couleur en survol de la souris avec le bouton du chat Whatsapp.

source: Button Mouse Hover Text Color
fr_fr: Couleur du fond de la souris avec le bouton

source: Customize your whatsapp chat button text mouse hover color effect.
fr_fr: Personnalisez l’effet de couleur en survol de la souris avec le bouton du chat Whatsapp.

source: Horizontal Side Position
fr_fr: Position latérale horizontale
hi_in: क्षैतिज पक्ष की स्थिति

source: Select button to move whatsapp chat button to the left side and right side of the screen.
fr_fr: Sélectionnez le bouton pour déplacer le bouton de discussion WhatsApp sur les côtés gauche et droit de l'écran.

source: Right
fr_fr: Droite
hi_in: दाईं

source: Left
fr_fr: La gauche
hi_in: बाएं

source: Vertical Side Position
fr_fr: Position latérale horizontale
hi_in: क्षैतिज पक्ष की स्थिति

source: Select button to move whatsapp chat button to the Top, Center, Bottom of the screen.
fr_fr: Sélectionnez le bouton pour déplacer le bouton de discussion WhatsApp en haut, au centre et en bas de l'écran.

source: Top
fr_fr: Haut
hi_in: शीर्ष

source: Center
fr_fr: Centre

source: Bottom
fr_fr: Bas
hi_in: तल

source: Shortcode
fr_fr: Petit code

source: First of all you can start hide button.
fr_fr: Tout d'abord, vous pouvez commencer à masquer le bouton.

source: You can use shortcode to create WhatsApp Chat buttons wherever you want
fr_fr: Vous pouvez utiliser un shortcode pour créer des boutons de chat WhatsApp où vous voulez

source: Just copy the shortcode on your website page.
fr_fr: Copiez simplement le shortcode sur la page de votre site Web.

source: [whatsapp phone="0000000000" blank="true"]Chat on WhatsApp[/whatsapp]
fr_fr: [Whatsapp phone = "0000000000" blank = "true"] Discuter sur WhatsApp [/ whatsapp]

source: Save
fr_fr: Sauvegarder
hi_in: सुरक्षित

source: Customize your whatsapp chat message. Example:
hi_in: अपने व्हाट्सएप चैट संदेश को अनुकूलित करें। उदाहरण:

source: Chat with me
hi_in: मुझसे बात करो

source: Whatsapp Button Color
hi_in: बटन पर पाठ संपादित करें

source: Whatsapp Button Text Color
hi_in: बटन पर पाठ संपादित करें
